/*
 * @Author: fisher
 * @Date: 2020-02-20 11:24:54
 * @LastEditTime: 2020-03-04 19:19:22
 * @LastEditors: your name
 * @Description:
 * @FilePath: /assessment/src/language/ar.ts
 * @可以输入预定的版权声明、个性签名、空行等
 */
module.exports = {
  'timeTitle': 'قريبا سنعلن عن نظام أسعار مكالمات المذيعات الجديد',
  'timeDesc': 'هناك للإعلان عن الخاصية الجديدة',
  'noData': 'لا توجد بيانات',
  'topTips': 'يتم تحديث الداتا طبقا لأداء المذيعات خلال اخر 7ايام. حيث يتم تحديث الداتا كل 24 ساعة',
  'title1': 'وصل الي ترتيب',
  'unit': 'عملة/دقيقة',
  'unit1': '/دقيقة',
  'currentPriceNo': 'بعد اطلاق الأسعار الجديدة :{price} ',
  'currentPrice': 'مستوى مكالمات الفيديو الحالية:{price} ',
  'priceChange': 'سجل حالة الأسعار',
  'rankedTips': 'تنبيه:عند وصولك الي الترتيب%{rate} سيزداد نسبة مكالمات الفيديو الخاص بك الي {price} عملة/دقيقة',
  'title2': 'مستوى المذيعات',
  'activity': 'مستوى التفاعل',
  'non-compliance': 'الأفعال الغير القانونية',
  'earnings': 'نسبة الربح',
  'profileInfo': 'معلومات الصفحة الشخصية',
  'interactiveness': 'درجة التفاعل',
  'rateLevel': {
    '1': 'ضعيف',
    '2': 'متوسط',
    '3': 'جيد'
  },
  'win1': 'افضل من',
  'win2': 'من المذيعات',
  'you': 'مستواك الحالي',
  'next': 'مستوى النذيعات المقبل',
  'clickProfile': 'اكمل الأن',
  'chartTips': {
    '1': 'الصفحة الشخصية الخاصة بك غير مكتملة. لتحسين مستواك الحالي,المعلومات الخاصة بك',
    '2': 'لقد قمت مؤخرا بالعديد من الأفعال الخارجة عن القواعد المتفق عليها,لتحسين مستواك من فضلك التزم بالقواعد المتفق عليها',
    '3': 'مستوى الربح لديك منخفض.لتحسين مستواك . استقبل العديد من المكالمات واضف العديد من الأصدقاء',
    '4': 'مستوى التفاعل لديك ضعيف.لتحسين مستواك,لاتنسي لايك والتفاعل مع المستخدمين',
    '5': 'ان مستوى التفاعل ضعيف.لتحسين وضعك الحالي احرص علي استخدام البرنامج يوميا واحرص علي زيادة عدد المكالمات اليومية'
  },
  'title3': 'المهام الأساسية',
  'taskBt': 'اكمل الأن',
  'taskTips': {
    '1': 'ان معلوماتك الشخصية مكتملة بنسبة {rate}%',
    '2': 'استقبل مكالمات من المستخدمين للحصول علي جوائز',
    '3': 'استخدم خاصية الفلاش شات الجديدة لمكالمة العديد من المستخدمين والحصول علي اكبر عدد من الجوائز',
    '4': 'استقبل العديد من الهدايا خلال المكالمات او المحادثات النصية',
    '5': 'سينخفض مستواك في حالة وجود العديد من الأبلاغات عن تصرفات غير قانونية او عنف او غيرها من التصرفات الخارجة عن المتفق عليه',
    '6': 'سيزداد مستواك في حالة استقبال اكبر عدد من المكالمات ( سيقل مستوى الربح في حالة استقبال عدد اقل من المكالمات)'
  },
  'dialogAbout': {
    'title': 'ما يخص ترتيب المذيعات',
    'desc1': '"ترتيب المذيعات يكون طبقا لإداء المذيعات خلال الاسبوع. اما أسعار المكالمات يكون طبقا للمستوى الخاص بها وأسعار المكالمات و عدد المكالمات المستقبلة.',
    'desc2': 'يمكن للمذيعات من خلال إتمام المهام الأساسية الحصول علي جوائز ومكافأت',
    'rangTitle': 'قواعد الترتيب وأسعار المكالمات',
    'column1': 'الترتيب',
    'column2': 'أسعار المكالمات'
  },
  'dialogPrice': {
    'title': 'سجل حالة الأسعار',
    '1': 'عمل جيد ! استمر !',
    '2': 'احرص علي عدم خرق القوانين المتفق عليها للحصول علي نسبة ربح اعلي!',
    '3': 'احرص علي زيادة التفاعل الخاص بك  ومدة المكالمات للحصول علي ربح اكبر',
    '4': 'لقد تغير نسبة مكالمات الفيديو الخاصة بترتيبك لتصل الي {price} عملة/دقيقة'
  }
}
