/**
 * 阿拉伯语
 */
module.exports = {
  'listNo': 'لا أكثر',
  'backTitle': 'مرحبا بعودتك',
  'backDes': 'تمت إضافة مكافأة درجة المجتمع الخاصة بك، احصل على مكافأتك الآن!',
  'getCoins': 'احصل على {value} عملة',
  'coinsSuccess': 'تهانينا، لقد حصلت على {value} عملة!',
  'coinsError': 'فشل الحصول على المكافأة',
  'coinsError1': 'تعذّر الحصول على المكافأة، انتهت صلاحية حزمة المكافأة هذه',
  'coinsError2': 'تعذّر الحصول على المكافأة بسبب عدم وجود أذونات كافية',
  'creditHistory': 'درجة المجتمع السابقة',
  'bad': 'المنتقص ',
  'poor': 'دون المستوى',
  'just': 'المساهم',
  'good': 'الموصّل',
  'best': 'الموصّل الممتاز',
  'scoreTips': 'أفضل من {value}٪ من المستخدمين العالميين، تابع العمل الجيد!',
  'title1': 'تفسير درجة المجتمع',
  'creditRead': {
    'badHas': 'درجاتك منخفضة للغاية، لا يمكنك استخدام وظائف {func} في الوقت الحالي، أكمِل مهامًا من شأنها تحسين درجاتك',
    'bad': 'درجاتك منخفضة للغاية، أكمِل مهامًا من شأنها تحسين درجاتك.',
    'poor': 'درجاتك منخفضة بعض الشيء، أكمِل مهام من شأنها تحسين درجاتك',
    'just': 'يمكنك التحسُّن، أكمِل مهام من شأنها تحسين درجاتك',
    'good': 'عمل رائع! تابع العمل الجيد، وواصل الترقية.',
    'best': 'مذهل! تابع تقديم مثال جيد في المجتمع.',
    'globalTips': 'يُرجى تجنب الانتهاكات في {value}. وإلاّ فسيتم خصم النقاط من درجاتك.',
    'upTask': {
      'upTips': '"أنت بحاجة إلى {value} للارتقاء. لزيادة درجاتك، أكمِل المهام التالية:"',
      'last_day_no_violation': 'انتبه جيدًا إلى السلوكيات التي تنتهك إرشاداتنا',
      'register_day': 'لم تنضم إلى المجتمع إلاّ مؤخرًا، فدعنا نتعرف عليك بصورة أفضل',
      'kyc_authentication': 'لم تكتمل مصادقة اعرف عميلك، يمكنك {(kyc)(لإكمالها)}',
      'bind_mobile_email': 'الحساب غير منضم أو رقم الهاتف المحمول أو البريد الإلكتروني لا يفي بالمتطلبات،{(email)(لتحديث التفاصيل)}',
      'total_call_time': 'إجمالي وقت المكالمة قصير نسبيًا. حاول إجراء بعض المكالمات، فيوجد كثير من الأشخاص الفضوليين الذين ينتظرون الاتصال',
      'average_call_time': 'متوسط مدة المكالمة أقل من 30 ثانية. تحدث لفترة أطول مع الأشخاص الذين تتواصل معهم، يمكنك تعلم شيء جديد من كل شخص تقابله!',
      'bind_third_account': 'الحساب غير منضم، الحساب الاجتماعي للغير لا يفي بالمتطلبات، {(account)(لإعادة ربط حساباتك الاجتماعية)}',
      'personal_data': 'المعلومات الشخصية ليست كاملة، {(info)(لإكمال معلوماتك الشخصية)}.'
    },
    'frozen': {
      'frozen_goddess_wall': 'جدار الآلهة',
      'frozen_match': 'مطابقة مقاطع الفيديو',
      'frozen_hot_video': 'مقاطع الفيديو الجذابة',
      'frozen_live_cam': 'livecam',
      'frozen_friend_video': 'مقاطع فيديو الأصدقاء',
      'limit_chat': 'دردشة',
      'limit_add_friend': 'إضافة صديق',
      'risk_warning': 'تذكير منبثق بدرجة المجتمع',
      'match_weight_reduction': 'مطابقة ترتيب وظيفة مطابقة',
      'block_account': 'حظر حساب مدى الحياة'
    },
    'videoViolation': 'مكالمة فيديو',
    'infoViolation': 'المعلومات الشخصية',
    'chatViolation': 'رسائل الدردشة'
  },
  'title2': 'درجة المجتمع: نظرة عامة على الامتيازات',
  'creditList': {
    'match_offer': 'عوامل تصفية المطابقة المنخفضة',
    'match_offer_require': 'حصل على خصومات على تصفية المطابقة عندما تكون درجتك {value} أو أعلى',
    'match_offer_explain': '',
    'per_day_free_coin': 'حزمة العملات اليومية',
    'per_day_free_coin_require': 'احصل على حزم عملات يومية مجانية عندما تكون درجتك {value} أو أعلى.',
    'per_day_free_coin_explain': '',
    'match_queue_first': 'مطابقة أولوية قوائم الانتظار',
    'match_queue_first_require': 'استمتع بترتيب في أعلى قائمة انتظار مطابقة الفيديو عندما تكون درجتك {value} أو أعلى.',
    'match_queue_first_explain': '',
    'top_of_discovery_list': '. أعلى قائمة الاكتشاف',
    'top_of_discovery_list_require': 'ستمتع بوضعك في أعلى قائمة اكتشافات المستخدمين عندما تكون درجتك {value} أو أعلى',
    'top_of_discovery_list_explain': '',
    'exclusive_picture_frame': ' إطارات الصور الرمزية الحصرية',
    'exclusive_picture_frame_require': 'حصل على إطارات حصرية لصورك الرمزية عندما تكون درجتك {value} أو أعلى',
    'exclusive_picture_frame_explain': '',
    'reputation_mark': 'شارات المجتمع',
    'reputation_mark_require': 'ستُرفَق شارتك بحساب المستخدم الخاص بك وفقًا لدرجتك. كلما ارتفعت الدرجة، كانت الشارة أفضل."',
    'reputation_mark_explain': '',
    'moreCredit': 'انتبه لمزيدٍ من المزايا!'
  },
  'title3': 'كيفية تحسين نتيجة تأثير المجتمع',
  'tab1': 'مهام السمعة',
  'taskCategory': {
    'category1': 'المهمة الأساسية(معلومات الحساب)',
    'category2': 'المهمة الأساسية(تعبئة رصيد)',
    'category3': 'المهمة الأساسية(تفاعل نشط)',
    'category4': 'النشاط اليومي'
  },
  'taskList': {
    'creditPoints': 'أحرز هدفا',
    'default': 'إكمال الآن',
    'defaultComplete': 'اكتمل',
    'perfect': 'إكمال الآن',
    'perfectComplete': 'اكتمل',
    'bind': 'ربط الحساب',
    'bindComplete': 'اكتمل',
    'auth': 'تحقق الآن',
    'authComplete': 'اكتمل',
    'daily_behavior_tips': 'نقطة/ يوم؛ ستختلف المكافآت تبعًا لنشاطك',
    'report_violations_tips': 'درجة السمعة / الوقت ، ستؤدي تقارير ضارة متعددة إلى خصم نتيجة تأثير المجتمع',
    'person_data': 'إكمال بياناتك الشخصية بنسبة 100٪',
    'kyc_real_name': 'إكمال التحقق من اعرف عميلك',
    'third_account': 'الربط بحساب وسائل التواصل الاجتماعي للغير',
    'mobile_email_account': 'إضافة عنوان بريد إلكتروني أو رقم هاتف',
    'first_recharge': 'أول زيادة',
    'first_send_gift': 'احصل على هدية مجانية عند إتمام أول زيادة',
    'video_call': 'قم بإجراء مكالمات فيديو مع {value} مستخدم',
    'add_friend': 'إضافة {value} صديق',
    'continue_login': 'قم بتسجيل الدخول في {value} أيام متتالية',
    'daily_behavior': 'نقاط المكافآت على أساس النشاط اليومي وسلوك المستهلك',
    'report_violations': 'الإبلاغ عن الانتهاكات، التي تم تأكيدها لاحقًا بواسطة المنصة'
  },
  'tab2': 'كيفية زيادة درجتك',
  'radarPersonData': 'المعلومات الشخصية',
  'radarDailyActivity': 'النشاط اليومي',
  'radarPaymentBehavior': 'العملات الذهبية',
  'radarSocialInteraction': 'الاتصال الهادف',
  'radarViolation': 'الانتهاك',
  'explain': {
    't1': 'المعلومات الشخصية',
    'des1': 'ستحصل على نقاط وفقًا لمدى اكتمال معلوماتك الشخصية وحالة إكمال ربط حسابك',
    't2': 'النشاط اليومي',
    'des2': 'ستحصل على نقاط وفقًا للنشاط اليومي مثل عدد مرات تفاعلك مع مجتمعنا',
    't3': 'الاتصال الهادف',
    'des3': 'ستحصل على نقاط بناءً على مدة مكالمة الفيديو التي تُجريها، وإشارات الرضا في ملفك الشخصي، والأصدقاء الجدد في دورتك، وتفاعلات الدردشة، والتفاعلات الاجتماعية الأخرى',
    't4': 'العملات الذهبية',
    'des4': 'ستحصل على نقاط في كل مرة تستخدم فيها العملات الذهبية بما في ذلك مكالمات الفيديو والهدايا والمطابقة المدفوعة.',
    't5': 'الانتهاك',
    'des5': 'ستفقد نقاطًا إذا انتهكت أيًا من قواعدنا وإرشاداتنا في مكالمات الفيديو أو عبر الدردشة أو في ملفك الشخصي.'
  },
  'dialog1': {
    'title': 'درجة المجتمع السابقة',
    'total': 'مجموع النقاط',
    'explain': {
      'exp0': '',
      'exp2': 'بدء الخصومات بسبب انتهاك قواعد المنصة',
      'exp3': 'بدء المكافآت بفضل السلوك النشط الأفضل',
      'exp4': 'بدء الخصومات بفضل السلوك النشط السيء',
      'exp1': 'تم منح مكافأة نظير إكمال المهمة ({value})',
      'exp5': 'تم منح مكافأة نظير الإبلاغ عن الانتهاكات',
      'exp6': 'بدء الخصومات بسبب البلاغات الكيدية عن الآخرين',
      'exp7': 'بدء الخصومات بسبب عدم استيفاء سلامة البيانات للمتطلبات',
      'exp9': 'بدء الخصومات بسبب عدم استيفاء ربط الحساب الاجتماعي للغير للمتطلبات',
      'exp8': 'بدء الخصومات بسبب عدم استيفاء ربط رقم الهاتف أو البريد الإلكتروني للمتطلبات'
    }
  },
  'dialog2': {
    'title': 'مقدمة عن درجة تأثير المجتمع',
    'p1title': 'ما هي درجة تأثير المجتمع؟',
    'p1des': 'درجة تأثير المجتمع هي نظام يهدف إلى ضمان تقديم دعم قوي لبعضهم البعض في صورة مجتمع عالمي. تؤدي الدرجة العالية إلى التمتع بحقوق ومكافآت، بينما تؤدي الدرجة المنخفضة إلى قيود وظيفية معينة أو حظر حسابك. نطمح إلى أن تتمتع باتصالات مرحة وآمنة وجذابة، لذا يُرجى تجنب الانتهاكات لمنع تقليل الدرجة. ',
    'p2title': 'كيف يتم حساب درجتي؟',
    'p2des': `<p style="margin-bottom: 7px">رجى العلم أنه خلال الفترة التجريبية لدينا، قد تتغير درجتك تبعًا لتعديل إستراتيجية تسجيل الدرجات، إلاّ أنّ ذلك لن يؤثر في وضعك وترتيبك بين المستخدمين الآخرين. إنّنا نتطلع دائمًا إلى تحسين جودة الاتصالات في مجتمعنا، ونرحّب بطرحك أي أسئلة أو تعليقات</p>
    1.يبدأ كل مستخدم بدرجة أولية قياسية تزيد أو تنقص تبعًا لسلوك المستخدم<br>
    2.تتراوح الدرجات بين 0 و100، وتشير الدرجة العالية إلى المصداقية العالية وأنماط السلوك الصحي داخل مجتمع LivU، ويمكن أن تؤدي الدرجة المنخفضة إلى تقييد الوظائف أو إزالة المجتمع<br>
    3.يتم احتساب درجاتك انطلاقًا من 5 أبعاد، هي: المعلومات الشخصية، والنشاط اليومي، والاتصال الهادف والعملات الذهبية، والانتهاك<br>
    (1) المعلومات الشخصية<br>
    ستحصل على نقاط وفقًا لمدى اكتمال معلوماتك الشخصية وحالة إكمال ربط حسابك<br>
    (2) النشاط اليومي<br>
    ستحصل على نقاط وفقًا للنشاط اليومي مثل عدد مرات تفاعلك مع مجتمعنا<br>
    (3) الاتصال الهادف<br>
    ستحصل على نقاط بناءً على مدة مكالمة الفيديو التي تُجريها، وإشارات الرضا في ملفك الشخصي، والأصدقاء الجدد في دورتك، وتفاعلات الدردشة، والتفاعلات الاجتماعية الأخرى<br>
    (4) العملات الذهبية<br>
    ستحصل على نقاط في كل مرة تستخدم فيها العملات الذهبية بما في ذلك مكالمات المحاسبة بالدقائق والهدايا والمطابقة المميزة<br>
    (5) الانتهاك<br>
    ستفقد نقاطًا إذا انتهكت أيًا من إرشاداتنا في مكالمات الفيديو أو عبر الدردشة أو في ملفك الشخصي<br>
    4.تظهر التغييرات التي تطرأ على درجاتك الناتجة عن إكمال المهام وانتهاك الإرشادات في الوقت الفعلي، بينما يتم احتساب التغييرات التي تطرأ على درجاتك الناتجة عن نشاط المستخدم والعملات الذهبية وتحديثها مرة واحدة يوميًا`,
    'p3title': 'درجة المجتمع: القواعد والامتيازات',
    'upTask': 'مهمة الترقية',
    'reward': 'المكافآت والعقوبات',
    'task': {
      'last_day_no_violation': 'لا يوجد انتهاك للإرشادات لمدة {value} يوم',
      'register_day': 'الوقت من التسجيل فوق {value} dya',
      'kyc_authentication': 'إكمال التحقق من اعرف عميلك',
      'bind_mobile_email': 'إضافة عنوان بريد إلكتروني أو رقم هاتف',
      'total_call_time': 'مدة المكالمات المتراكمة aboce {value} دقيقة',
      'average_call_time': 'متوسط مدة المكالمة يزيد عن {value} ثانية',
      'bind_third_account': 'الربط بحساب وسائل التواصل الاجتماعي للغير',
      'personal_data': 'إكمال بياناتك الشخصية بنسبة 100٪'
    },
    'punishment': {
      'frozen_goddess_wall': 'تمت إزالة الوصول إلى الميزة جدار الآلهة',
      'frozen_match': 'تمت إزالة الوصول إلى الميزة مطابقة مقاطع الفيديو',
      'frozen_hot_video': 'تمت إزالة الوصول إلى الميزة مقاطع الفيديو الجذابة',
      'frozen_live_cam': 'تمت إزالة الوصول إلى الميزة livecam',
      'frozen_friend_video': 'تمت إزالة الوصول إلى الميزة مقاطع فيديو الأصدقاء',
      'limit_chat': 'تمت إزالة الوصول إلى الميزة دردشة',
      'limit_add_friend': 'تمت إزالة الوصول إلى الميزة إضافة صديق',
      'risk_warning': 'تذكير منبثق بدرجة المجتمع',
      'match_weight_reduction': 'مطابقة ترتيب وظيفة مطابقة',
      'block_account': 'حظر حساب مدى الحياة'
    }
  },
  'dialog3': {
    'title': 'درجة المجتمع: نظرة عامة على الامتيازات',
    'score': 'فترة',
    'status': 'الحالة',
    'medal': 'شكل الميدالية'
  }
}
