/**
 * 印地语
 */
module.exports = {
  'listNo': 'अब और नहीं',
  'noData': 'कोई पुरस्कार और दंड नहीं',
  'backTitle': 'वापसी पर स्वागत है',
  'backDes': 'आपका कम्युनिटी स्कोर पुरस्कार क्रेडिट किया गया है, अपने पुरस्कार पर अभी दावा करें!',
  'getCoins': '{value} कॉइन्स पर दावा करें',
  'coinsSuccess': 'बधाई, आपने {value} कॉइन्स पर दावा किया है! ',
  'coinsError': 'पुरस्कार पर दावा करने में असफल',
  'coinsError1': 'पुरस्कार पर दावा करने में असफल, यह पुरस्कार पैकेज समाप्त हो गया है',
  'coinsError2': 'अपर्याप्त अनुमतियों के कारण पुरस्कार पर दावा करने में असफल',
  'creditHistory': 'पिछला कम्युनिटी स्कोर',
  'bad': 'डिट्रैक्टर',
  'poor': 'सबपार',
  'just': 'कंट्रीब्यूटर',
  'good': 'कनेक्टर',
  'best': 'सुपर कनेक्टर',
  'scoreTips': 'ग्लोबल यूजर्स के {value}% से बेहतर, अच्छा कार्य जारी रखें!',
  'title1': 'कम्युनिटी स्कोर की व्याख्या',
  'creditRead': {
    'badHas': 'आपका स्कोर काफी कम है, आप वर्तमान में {func} कार्यों का उपयोग नहीं कर सकते, मिशंस को पूरा करें जिससे आपके स्कोर में सुधार होगा।',
    'bad': 'आपका स्कोर काफी कम है, मिशंस को पूरा करें जिससे आपके स्कोर में सुधार होगा।',
    'poorHas': 'आपका स्कोर कुछ कम है, आप वर्तमान में {func} कार्यों का उपयोग नहीं कर सकते, मिशंस को पूरा करें जिससे आपके स्कोर में सुधार होगा।',
    'poor': 'आपका स्कोर कुछ कम है, मिशंस को पूरा करें जिससे आपके स्कोर में सुधार होगा',
    'just': 'आप बेहतर कर सकते हैं, मिशंस को पूरा करें जिससे आपके स्कोर में सुधार होगा',
    'good': 'बहुत अच्छा कार्य! अच्छा कार्य करते रहें, और अपग्रेड करना जारी रखें।',
    'best': 'आपने कमाल किया! कम्युनिटी में एक अच्छा उदाहरण तय करना जारी रखें।',
    'globalTips': 'कृपया इसमें उल्लंघनों से बचें {value}। अन्यथा, आपके स्कोर में से प्वाइंट्स कट जाएंगे।',
    'upTask': {
      'upTips': '“आपको लेवल बढ़ाने के लिए {value} प्वाइंट्स की आवश्यकता है। अपना स्कोर बढ़ाने के लिए, निम्नलिखित टास्क को पूरा करें:”',
      'last_day_no_violation': 'उस व्यवहार पर ध्यान दें जो हमारे दिशानिर्देशों का उल्लंघन करता है',
      'register_day': 'आप हाल ही में कम्युनिटी में शामिल हुए हैं, चलिए आपके बारे में कुछ अधिक जानते हैं',
      'kyc_authentication': 'KYC ऑथेंटिकेशन पूरा नहीं है, इसे पूरा करने के लिए आप {(kyc)(ऑथेंटिकेशन पर जाएं)}',
      'bind_mobile_email': 'एकाउंट सीमित है, मोबाइल नंबर या ईमेल आवश्यक्ताओं को पूरा नहीं करते, डिटेल्स अपडेट करने के लिए {(email)(एकाउंट पर जाएं)}',
      'total_call_time': 'आपका कुल कॉल समय अपेक्षाकृत कम है। कुछ अधिक कॉल्स करने की कोशिश करें, बहुत से उत्सुक लोग कनेक्ट होने का इंतजार कर रहे हैं',
      'average_call_time': 'औसत कॉल अवधि 30 सेकेंड से कम है। आप जिन लोगों के साथ कनेक्ट होते हैं उनके साथ अधिक बातचीत करें, आप उस प्रत्येक व्यक्ति से कुछ सीख सकते हैं जिससे आप मिलते हैं!',
      'bind_third_account': 'एकाउंट सीमित है, थर्ड-पार्टी सोशल एकाउंट आवश्यक्ताओं को पूरा नहीं करते, अपने सोशल एकाउंट्स को दोबारा कनेक्ट करने के लिए {(account)(अपनी सेटिंग पर जाएं)}',
      'personal_data': 'व्यक्तिगत जानकारी पूरी नहीं है, अपनी व्यक्तिगत जानकारी पूरी करने के लिए {(info)(अपने एकाउंट पर जाएं)}'
    },
    'frozen': {
      'frozen_goddess_wall': 'गॉडेस वॉल',
      'frozen_match': 'मैचिंग वीडियोज',
      'frozen_hot_video': 'क्यूट वीडियोज',
      'frozen_live_cam': 'लाइवकैम',
      'frozen_friend_video': 'दोस्त के वीडियोज',
      'limit_chat': 'चैट',
      'limit_add_friend': 'दोस्त को जोड़ें',
      'risk_warning': 'कम्युनिटी स्कोर रिमाइंडर पॉप अप',
      'match_weight_reduction': 'मिलान समारोह आदेश में कमी',
      'block_account': 'एकाउंट पर हमेशा के लिए प्रतिबंध'
    },
    'videoViolation': 'वीडियो कॉल',
    'infoViolation': 'व्यक्तिगत जानकारी',
    'chatViolation': 'चैट मैसेज'
  },
  'title2': 'कम्युनिटी स्कोरः विशेषाधिकारों का विवरण',
  'creditList': {
    'match_offer': 'डिस्काउंटेड मैच फिल्टर्स',
    'match_offer_require': 'जब आपका स्कोर {value} या अधिक है तो मैच फिल्टरिंग पर डिस्काउंट प्राप्त करें।',
    'match_offer_explain': '',
    'per_day_free_coin': 'प्रतिदिन कॉइन पैकेज',
    'per_day_free_coin_require': 'जब आपका स्कोर {value} या अधिक है तो मुफ्त प्रतिदिन कॉइन पैकेज प्राप्त करें।',
    'per_day_free_coin_explain': '',
    'match_queue_first': 'मैच कतार प्राथमिकता ',
    'match_queue_first_require': 'जब आपका स्कोर {value} या अधिक है तो वीडियो मैचिंग कतार के टॉप रैंक में आएं।',
    'match_queue_first_explain': '',
    'top_of_discovery_list': 'डिस्कवरी लिस्ट में टॉप पर',
    'top_of_discovery_list_require': 'जब आपका स्कोर {value} या अधिक है तो यूजर डिस्कवरी लिस्ट में टॉप स्थान पर रहें।',
    'top_of_discovery_list_explain': '',
    'exclusive_picture_frame': 'एक्सक्लूसिव अवतार फ्रेम्स',
    'exclusive_picture_frame_require': 'जब आपका स्कोर {value} या अधिक है तो अपने अवतार के लिए एक्सक्लूसिव फ्रेम्स प्राप्त करें।',
    'exclusive_picture_frame_explain': '',
    'reputation_mark': 'कम्युनिटी बैज',
    'reputation_mark_require': 'आपके स्कोर के अनुसार आपका बैज आपके यूजर एकाउंट के साथ अटैच होगा। स्कोर जितना अधिक होगा, आपके पास उतना बेहतर बैज होगा।',
    'reputation_mark_explain': '',
    'moreCredit': 'अधिक विशेषाधिकारों के लिए देखें!'
  },
  'title3': 'सामुदायिक प्रभाव स्कोर में सुधार कैसे करें',
  'tab1': 'रेप्युटेशन टास्क',
  'taskCategory': {
    'category1': 'बेसिक टास्क(खाते की जानकारी)',
    'category2': 'बेसिक टास्क(फिर से दाम लगाना)',
    'category3': 'बेसिक टास्क(सक्रिय बातचीत)',
    'category4': 'प्रतिदिन की गतिविधि'
  },
  'taskList': {
    'creditPoints': 'स्कोर',
    'default': 'अभी पूरा करें',
    'defaultComplete': 'पूरा किया',
    'perfect': 'अभी पूरा करें',
    'perfectComplete': 'पूरा किया',
    'bind': 'एकाउंट लिंक करें',
    'bindComplete': 'पूरा किया',
    'auth': 'अभी पुष्टि करें',
    'authComplete': 'पूरा किया',
    'daily_behavior_tips': 'प्वाइंट्स/दिन; आपकी गतिविधि के आधार पर पुरस्कार अलग होंगे',
    'report_violations_tips': 'प्रतिष्ठा स्कोर / समय, कई दुर्भावनापूर्ण रिपोर्ट्स सामुदायिक प्रभाव स्कोर में कटौती को ट्रिगर करेंगे',
    'person_data': 'अपने व्यक्तिगत विवरणों को 100% पूरा करें',
    'kyc_real_name': 'KYC वेरिफिकेशन को पूरा करें',
    'third_account': 'थर्ड-पार्टी सोशल मीडिया एकाउंट से लिंक करें',
    'mobile_email_account': 'ईमेल एड्रेस या फोन नंबर जोड़ें',
    'first_recharge': 'पहला टॉप-अप',
    'first_send_gift': 'किसी को पहली बार सोने का सिक्का उपहार में दें',
    'video_call': '{value} यूजर्स के साथ वीडियो कॉल करें',
    'add_friend': '{value} दोस्तों को जोड़ें',
    'continue_login': '{value} निरंतर दिनों पर लॉग इन करें ',
    'daily_behavior': 'प्रतिदिन की गतिविधि और कंज्यूमर व्यवहार पर आधारित रिवॉर्ड प्वाइंट्स',
    'report_violations': 'उल्लंघनों की रिपोर्ट दें, जिनकी बाद में प्लेटफॉर्म पुष्टि करेगा'
  },
  'tab2': 'अपना स्कोर कैसे बढ़ाएं',
  'radarPersonData': 'व्यक्तिगत जानकारी',
  'radarDailyActivity': 'प्रतिदिन की गतिविधि',
  'radarPaymentBehavior': 'गोल्ड कॉइन्स',
  'radarSocialInteraction': 'अर्थपूर्ण कनेक्शन',
  'radarViolation': 'उल्लंघन',
  'explain': {
    't1': 'व्यक्तिगत जानकारी',
    'des1': 'आपकी व्यक्तिगत जानकारी कितनी पूरी है और आपके एकाउंट के पूरा होने की क्या स्थिति है, इसके अनुसार आपको प्वाइंट्स प्राप्त होंगे',
    't2': 'प्रतिदिन की गतिविधि',
    'des2': 'आपको प्रतिदिन की गतिविधि के अनुसार प्वाइंट्स प्राप्त होंगे जैसे आप हमारी कम्युनिटी के साथ कितने अंतराल पर बातचीत करते हैं',
    't3': 'अर्थपूर्ण कनेक्शन',
    'des3': 'आपकी वीडियो कॉल की अवधि, आपके प्रोफाइल पर नए थंब्स-अप, आपके साइकल में नए दोस्तों, चैट बातचीतों और अन्य सोशल बातचीतों के आधार पर आपको प्वाइंट्स प्राप्त होंगे।',
    't4': 'गोल्ड कॉइन्स',
    'des4': 'आपके हर बार वीडियो कॉल, गिफ्ट और पेड मैचिंग सहित गोल्ड कॉइन्स का उपयोग करने पर आपको प्वाइंट्स प्राप्त होंगे।',
    't5': 'उल्लंघन',
    'des5': 'अगर आप एक वीडियो कॉल, चैट पर, या अपने व्यक्तिगत प्रोफाइल पर हमारे नियमों और दिशानिर्देशों का उल्लंघन करते हैं तो आप प्वाइंट्स गंवा देंगे।'
  },
  'dialog1': {
    'title': 'पिछला कम्युनिटी स्कोर',
    'total': 'कुल स्कोर',
    'explain': {
      'exp0': '',
      'exp2': 'प्लेटफॉर्म नियमों के उल्लंघन के कारण ट्रिगर कटौतियां',
      'exp3': 'बेहतर सक्रिय व्यवहार के कारण ट्रिगर पुरस्कार',
      'exp4': 'खराब सक्रिय व्यवहार के कारण ट्रिगर कटौतियां',
      'exp1': 'मिशन पूरा करने के लिए पुरस्कृत किया गया ({value})',
      'exp5': 'उल्लंघनों की रिपोर्ट देने के लिए पुरस्कृत किया गया',
      'exp6': 'अन्यों की दुर्भावना से रिपोर्टिंग देने के कारण ट्रिगर कटौतियां',
      'exp7': 'डेटा को लेकर आवश्यक्ताओं को पूरा नहीं करने के कारण ट्रिगर कटौती',
      'exp9': 'जुड़े हुए थर्ड-पार्टी सोशल एकाउंट के आवश्यक्ताओं को पूरा नहीं करने के कारण ट्रिगर कटौती',
      'exp8': 'जुड़े हुए फोन नंबर या ईमेल के आवश्यक्ताओं को पूरा नहीं करने के कारण ट्रिगर कटौती'
    }
  },
  'dialog2': {
    'title': 'हमारे कम्युनिटी इम्पैक्ट स्कोर का परिचय',
    'p1title': 'कम्युनिटी इम्पैक्ट स्कोर क्या है?',
    'p1des': 'कम्युनिटी इम्पैक्ट स्कोर एक ग्लोबल कम्युनिटी के तौर पर एक दूसरे के लिए मजबूत समर्थन सुनिश्चित करने का एक सिस्टम है। एक उच्च स्कोर से अधिकार और पुरस्कार मिलते हैं जबकि एक कम स्कोर से विशेष कार्य पर बंदिशें लगती हैं या आपका एकाउंट ब्लॉक हो जाता है। हम चाहते हैं कि आप मजा करें, सुरक्षित रहें और कनेक्शंस के साथ जुड़ें, तो कृपया स्कोर में कमी से बचने के लिए उल्लंघन न करें।',
    'p2title': 'मेरा स्कोर कैसे कैलकुलेट किया जाता है?',
    'p2des': `<p style="margin-bottom: 7px">कृपया ध्यान रखें कि हमारी बीटा अवधि के दौरान, स्कोरिंग स्ट्रैटेजी में बदलाव के कारण आपका स्कोर बदल सकता है लेकिन इससे यूजर्स के बीच आपकी स्थिति और रैंक पर प्रभाव नहीं पड़ेगा। हम हमेशा हमारी कम्युनिटी में कनेक्शंस की क्वॉलिटी में सुधार करने पर विचार करते हैं, और हम आपकी ओर से किन्हीं प्रश्नों या फीडबैक का स्वागत करते हैं।</p>
    1.प्रत्येक यूजर एक स्टैंडर्ड शुरुआती स्कोर के साथ शुरुआत करता है जो यूजर के व्यवहार के अनुसार बढ़ता या घटता है<br>
    2.स्कोर 0 और 100 के बीच होता है, एक अधिक स्कोर LivU कम्युनिटी के अंदर उच्च साख और अच्छे व्यवहार का संकेत देता है और एक कम स्कोर के कारण कार्य पर बंदिश लग सकती है या कम्युनिटी से हटाया जा सकता है।<br>
    3.आपका स्कोर 5 पहलुओं से कैलकुलेट किया जाता हैः व्यक्तिगत जानकारी, प्रतिदिन की गतिविधि, अर्थपूर्ण कनेक्शन, गोल्ड कॉइन्स, और उल्लंघन<br>
    (1) व्यक्तिगत जानकारी<br>
    आपकी व्यक्तिगत जानकारी कितनी पूरी है और आपके एकाउंट के पूरा होने की क्या स्थिति है, इसके अनुसार आपको प्वाइंट्स प्राप्त होंगे<br>
    (2) प्रतिदिन की गतिविधि<br>
    आपको प्रतिदिन की गतिविधि के अनुसार प्वाइंट्स प्राप्त होंगे जैसे आप हमारी कम्युनिटी के साथ कितने अंतराल पर बातचीत करते हैं<br>
    (3) अर्थपूर्ण कनेक्शन<br>
    आपकी वीडियो कॉल की अवधि, आपके प्रोफाइल पर नए थंब्स-अप, आपके साइकल में नए दोस्तों, चैट बातचीतों और अन्य सोशल बातचीतों के आधार पर आपको प्वाइंट्स प्राप्त होंगे<br>
    (4) गोल्ड कॉइन्स<br>
    आपके हर बार मिनट बिलिंग कॉल, गिफ्ट, और प्रीमियम मैचिंग सहित गोल्ड कॉइन्स का उपयोग करने पर आपको प्वाइंट्स प्राप्त होंगे<br>
    (5) ल्लंघन<br>
    अगर आप एक वीडियो कॉल, चैट पर, या अपने व्यक्तिगत प्रोफाइल पर हमारे नियमों और दिशानिर्देशों का उल्लंघन करते हैं तो आप प्वाइंट्स गंवा देंगे<br>
    4.मिशंस पूरे करने और दिशानिर्देशों के उल्लंघन से आपके स्कोर में होने वाले बदलाव वास्तविक समय में दिखाए जाते हैं, जबकि यूजर गतिविधि और गोल्ड कॉइन्स से आपके स्कोर में बदलाव दिन में एक बार कैलकुलेट कर अपडेट किए जाते हैं`,
    'p3title': 'कम्युनिटी स्कोरः नियम और विशेषाधिकार',
    'upTask': 'अपग्रेड कार्य',
    'reward': 'पुरस्कार और दंड',
    'task': {
      'last_day_no_violation': '{value} दिनों के लिए दिशानिर्देशों का उल्लंघन नहीं',
      'register_day': '{value} dya के ऊपर पंजीकरण से समय',
      'kyc_authentication': 'KYC वेरिफिकेशन को पूरा करें',
      'bind_mobile_email': 'ईमेल एड्रेस या फोन नंबर जोड़ें',
      'total_call_time': 'कम्युलेटेड कॉल अवधि अवधि {value} मिनट',
      'average_call_time': 'औसत कॉल अवधि {value} सेकंड से ऊपर',
      'bind_third_account': 'थर्ड-पार्टी सोशल मीडिया एकाउंट से लिंक करें',
      'personal_data': 'अपने व्यक्तिगत विवरणों को 100% पूरा करें'
    },
    'punishment': {
      'frozen_goddess_wall': 'फीचर गॉडेस वॉल तक पहुंच हटा दी गई है।',
      'frozen_match': 'फीचर मैचिंग वीडियोज तक पहुंच हटा दी गई है।',
      'frozen_hot_video': 'फीचर क्यूट वीडियोज तक पहुंच हटा दी गई है।',
      'frozen_live_cam': 'फीचर लाइवकैम तक पहुंच हटा दी गई है।',
      'frozen_friend_video': 'फीचर दोस्त के वीडियोज तक पहुंच हटा दी गई है।',
      'limit_chat': 'फीचर चैट तक पहुंच हटा दी गई है।',
      'limit_add_friend': 'फीचर दोस्त को जोड़ें तक पहुंच हटा दी गई है।',
      'risk_warning': 'कम्युनिटी स्कोर रिमाइंडर पॉप अप',
      'match_weight_reduction': 'मिलान समारोह आदेश में कमी',
      'block_account': 'एकाउंट पर हमेशा के लिए प्रतिबंध'
    }
  },
  'dialog3': {
    'title': 'कम्युनिटी स्कोरः विशेषाधिकारों का विवरण',
    'score': 'मध्यान्तर',
    'status': 'स्थिति',
    'medal': 'मेडल आइकन'
  }
}
