/**
 * 日语
 */
module.exports = {
  'listNo': 'もういや',
  'noData': '報酬やペナルティはありません',
  'backTitle': 'お帰りなさい',
  'backDes': 'コミュニティスコア・リワードが付与されました。今すぐ、リワードを請求しましょう！',
  'getCoins': 'コイン{value}枚を請求する',
  'coinsSuccess': 'おめでとうございます、コイン{value}枚を請求しました！',
  'coinsError': 'リワードを請求できませんでした',
  'coinsError1': 'リワードを請求できません。このリワードパッケージは期限切れです。',
  'coinsError2': '許可が不足しているため、リワードを請求できませんでした。',
  'creditHistory': 'コミュニティスコアの履歴',
  'bad': '中傷者 ',
  'poor': '標準以下',
  'just': 'コントリビューター',
  'good': 'コネクター',
  'best': 'コネクター',
  'scoreTips': '全ユーザーの{value}%を上回っています。この調子でがんばってください！',
  'title1': 'コミュニティスコアの説明',
  'creditRead': {
    'badHas': 'スコアが非常に低いため、現在 {func} 機能をお使いいただけません。ミッションをやり遂げて、スコアを改善しましょう。',
    'bad': 'スコアが非常に低いです。ミッションを果たして、スコアを改善しましょう。',
    'poorHas': 'スコアがちょっと物足りません。現在 {func} 機能をお使いいただけません。ミッションをやり遂げて、スコアを改善しましょう。',
    'poor': 'スコアがちょっと物足りません。ミッションをやり遂げて、スコアを改善しましょう。',
    'just': 'もうひとふん張りです。ミッションをやり遂げて、スコアを改善しましょう。',
    'good': 'がんばりました！この調子でがんばって、アップグレードを目指しましょう。',
    'best': '最高！これからもコミュニティのお手本でいてくださいね。',
    'globalTips': '{value} で違反を避けましょう。違反すると、スコアが減点されます。',
    'upTask': {
      'upTips': '「レベルアップには {value} ポイント必要です。スコアを上げるには、以下のタスクを完了させましょう。」',
      'last_day_no_violation': 'ガイドラインに違反しないように、もっと注意して行動しましょう。',
      'register_day': 'あなたは最近コミュニティに参加されたばかりなので、もう少しあなたのことを知りたいと思います。',
      'kyc_authentication': 'KYC認証が完了していません。こちら {(kyc)(で認証を完了させましょう>>)}。',
      'bind_mobile_email': 'アカウントが紐づけされていません。携帯電話番号とメールアドレスが要件を満たしていません。こちら{(email)(で詳細情報を更新しましょう)}。',
      'total_call_time': '合計通話時間が比較的短いです。もっと電話をかけましょう。たくさんのおもしろい人たちがつながるのを待っています。',
      'average_call_time': '平均通話時間が30秒未満です。つながった人ともっとお話しして、出会った人から新しいことを学びましょう！',
      'bind_third_account': 'アカウントが紐づけされていません。他のソーシャルアカウントが要件を満たしていません。こちら{(account)(で、ソーシャルアカウントをもう一度紐づけしましょう)}。',
      'personal_data': '未登録の個人情報があります。こちら{(info)(で個人情報を完成させましょう)}。'
    },
    'frozen': {
      'frozen_goddess_wall': '女神の壁',
      'frozen_match': 'マッチングビデオ',
      'frozen_hot_video': 'キュートな動画',
      'frozen_live_cam': 'LiveCam',
      'frozen_friend_video': 'お友達の動画',
      'limit_chat': 'チャット',
      'limit_add_friend': 'お友達を追加',
      'risk_warning': 'コミュニティスコア・リマインダーのポップアップ',
      'match_weight_reduction': 'マッチング関数の次数削減',
      'block_account': 'アカウント永久追放'
    },
    'videoViolation': 'ビデオ通話',
    'infoViolation': '個人情報',
    'chatViolation': 'チャットメッセージ'
  },
  'title2': 'コミュニティスコア：特権の概要',
  'creditList': {
    'match_offer': 'マッチングフィルターの割引',
    'match_offer_require': 'スコアが {value} 以上の方は、マッチングフィルターの割引を受けられます。',
    'match_offer_explain': '',
    'per_day_free_coin': 'デイリーコインパッケージ',
    'per_day_free_coin_require': 'スコアが {value} 以上の方は、無料のデイリーコインパッケージをもらえます。',
    'per_day_free_coin_explain': '',
    'match_queue_first': 'マッチング優先待ち列',
    'match_queue_first_require': 'スコアが {value} 以上の方は、ビデオ通話マッチング待ち列の最上位に入れられます。',
    'match_queue_first_explain': '',
    'top_of_discovery_list': '発見リストの最上位',
    'top_of_discovery_list_require': 'スコアが {value} 以上の方は、ユーザー発見リストの最上位に置かれます。',
    'top_of_discovery_list_explain': '',
    'exclusive_picture_frame': '専用アバターフレーム',
    'exclusive_picture_frame_require': 'スコアが {value} 以上の方には、ご自身のアバター専用のフレームを差し上げます。',
    'exclusive_picture_frame_explain': '',
    'reputation_mark': 'コミュニティバッジ',
    'reputation_mark_require': 'スコアに応じてユーザーアカウントにバッジが貼られます。スコアが高いほど、バッジも上等になります。',
    'reputation_mark_explain': '',
    'moreCredit': '他の特権に注意する！'
  },
  'title3': 'コミュニティインパクトスコアを改善する方法',
  'tab1': '評判タスク',
  'taskCategory': {
    'category1': '基本タスク(口座情報)',
    'category2': '基本タスク(充電)',
    'category3': '基本タスク(アクティブな相互作用)',
    'category4': '毎日のご利用状況'
  },
  'taskList': {
    'creditPoints': 'スコア',
    'default': '今すぐ完了させる',
    'defaultComplete': '完了済み',
    'perfect': '今すぐ完了させる',
    'perfectComplete': '完了済み',
    'bind': 'アカウントをリンクする',
    'bindComplete': '完了済み',
    'auth': '今すぐ確認',
    'authComplete': '完了済み',
    'daily_behavior_tips': 'ポイント/日、リワードはご利用状況によって異なります',
    'report_violations_tips': 'レピュテーションスコア/時間、複数の悪意のあるレポートにより、コミュニティインパクトスコアが差し引かれます',
    'person_data': '個人情報を100%完成させる',
    'kyc_real_name': 'KYC認証を完了する',
    'third_account': '他のソーシャルメディアのアカウントにリンクする',
    'mobile_email_account': 'メールアドレスまたは電話番号を追加する',
    'first_recharge': '最初のチャージ',
    'first_send_gift': '誰かに初めてゴールドコインギフトを贈る',
    'video_call': '{value}のユーザーとビデオ通話',
    'add_friend': 'お友達を{value}人追加',
    'continue_login': '{value}日連続ログイン',
    'daily_behavior': '毎日のご利用状況と行動に基づくリワードポイント',
    'report_violations': '違反を報告しましょう。後日、プラットフォームによって確認されます。'
  },
  'tab2': 'スコアを上げるには',
  'radarPersonData': '個人情報',
  'radarDailyActivity': '毎日のご利用状況',
  'radarPaymentBehavior': 'ゴールドコイン',
  'radarSocialInteraction': '意義あるつながり',
  'radarViolation': '違反',
  'explain': {
    't1': '個人情報',
    'des1': '個人情報の完成度とアカウントの紐づけ状態に応じてポイントを差し上げます。',
    't2': '毎日のご利用状況',
    'des2': 'コミュニティとの交流頻度など、毎日のご利用状況に応じてポイントを差し上げます。',
    't3': '意義あるつながり',
    'des3': 'ビデオ通話の時間、プロフィールの新たな「いいね！」獲得件数、サイクルの新しいお友達、チャットのやり取り、その他のソーシャルの交流に基づいて、ポイントを差し上げます。',
    't4': 'ゴールドコイン',
    'des4': 'ビデオ通話、ギフト、有料マッチングにゴールドコインを使用すると、その都度ポイントを差し上げます。',
    't5': '違反',
    'des5': 'ビデオ通話、チャット、プロフィールのルールやガイドラインに違反すると、ポイントを失います。'
  },
  'dialog1': {
    'title': 'コミュニティスコアの履歴',
    'total': '合計スコア',
    'explain': {
      'exp0': '',
      'exp2': 'プラットフォームのルール違反により減点をトリガー',
      'exp3': '積極的な良い行動によりリワードをトリガー',
      'exp4': '積極的な悪い行動により減点をトリガー',
      'exp1': 'ミッション完了に対するリワード付与 ({value})',
      'exp5': '違反の報告に対するリワード付与',
      'exp6': '他者に対する悪意のある報告により減点をトリガー',
      'exp7': 'データの整合性が要件を満たさないため減点をトリガー',
      'exp9': '他のソーシャルアカウントの紐づけが要件を満たさないため減点をトリガー',
      'exp8': '電話番号またはメールアドレスの紐づけが要件を満たさないため減点をトリガー'
    }
  },
  'dialog2': {
    'title': 'コミュニティ影響力スコアのご紹介',
    'p1title': 'コミュニティ影響力スコアとは？',
    'p1des': 'コミュニティ影響力スコアとは、ユーザー同士がグローバルなコミュニティとしてしっかりと支え合うためのシステムです。スコアが高いと権利やリワードを獲得でき、逆にスコアが低いと特定の機能が制限されたり、アカウントがブロックされたりします。楽しく、安全に、魅力的なつながりを持っていただくため、どうぞスコアの減点につながる違反行為はお控えください。 ',
    'p2title': 'スコアはどのように計算しますか？',
    'p2des': `<p style="margin-bottom: 7px">ベータ版の期間中は、採点方式の調整によりスコアが変更される場合がありますが、ユーザー間のポジションとランクには影響ありませんので、ご了承ください。私たちはコミュニティのつながりの質を常に高めることを目指しております。ぜひ皆様のご質問、ご意見をお寄せください。</p>
    1.それぞれ標準初期スコアで利用を開始します。スコアはユーザーの行動に応じて増減します。<br>
    2.スコアの範囲は0～100で、高スコアはLivUコミュニティ内での信用が高く行動パターンが健全であることを示します。スコアが低いと、機能が制限されたり、コミュニティから除名されたりする可能性があります。<br>
    3.スコアは個人情報、毎日のご利用状況、意義あるつながり、ゴールドコイン、違反の5つ面から計算されます<br>
    (1) 個人情報<br>
    個人情報の完成度とアカウントの紐づけ完了状態に応じてポイントを差し上げます<br>
    (2) 毎日のご利用状況<br>
    コミュニティとの交流頻度など、毎日のご利用状況に応じてポイントを差し上げます<br>
    (3) 意義あるつながり<br>
    ビデオ通話時間、新たな「いいね！」獲得件数、チャットのやり取り、他のソーシャルの交流に基づいてポイントを差し上げます<br>
    (4) ゴールドコイン<br>
    分課金の通話、ギフト、プレミアムマッチングなど、ゴールドコインを使用されると、その都度ポイントを差し上げます<br>
    (5) 違反<br>
    ビデオ通話、チャット、個人情報のガイドラインに違反すると、ポイントを失います<br>
    4.ミッションの遂行、およびガイドライン違反によるスコアへの変更はリアルタイムで表示され、ご利用状況とゴールドコインによるスコアへの変更は一日一回計算され、更新されます。`,
    'p3title': 'コミュニティスコア：ルールと特権',
    'upTask': 'アップグレードタスク',
    'reward': '報酬とペナルティ',
    'task': {
      'last_day_no_violation': '{value}日間ガイドライン違反なし',
      'register_day': '上記の登録からの時間{value}dya',
      'kyc_authentication': 'KYC認証を完了する',
      'bind_mobile_email': 'メールアドレスまたは電話番号を追加する',
      'total_call_time': '累積通話時間は{value}分前',
      'average_call_time': '{value}秒を超える平均通話時間',
      'bind_third_account': '他のソーシャルメディアのアカウントにリンクする',
      'personal_data': '個人情報を100%完成させる'
    },
    'punishment': {
      'frozen_goddess_wall': '女神の壁機能へのアクセス権が剥奪されました',
      'frozen_match': 'マッチングビデオ機能へのアクセス権が剥奪されました',
      'frozen_hot_video': 'キュートな動画機能へのアクセス権が剥奪されました',
      'frozen_live_cam': 'LiveCam機能へのアクセス権が剥奪されました',
      'frozen_friend_video': 'お友達の動画機能へのアクセス権が剥奪されました',
      'limit_chat': 'チャット機能へのアクセス権が剥奪されました',
      'limit_add_friend': 'お友達を追加機能へのアクセス権が剥奪されました',
      'risk_warning': 'コミュニティスコア・リマインダーのポップアップ',
      'match_weight_reduction': 'マッチング関数の次数削減',
      'block_account': 'アカウント永久追放'
    }
  },
  'dialog3': {
    'title': 'コミュニティスコア：特権の概要',
    'score': '間隔',
    'status': '状態',
    'medal': 'メダルアイコン'
  }
}
