/**
 * 俄语
 */
module.exports = {
  'listNo': 'Больше не надо',
  'backTitle': 'Добро пожаловать',
  'backDes': 'Ваша награда за рейтинг в сообществе перечислена, получите ее!',
  'getCoins': 'Получить {value} монет',
  'coinsSuccess': 'Поздравляем, вы получили {value} монет!',
  'coinsError': 'Не удалось получить награду',
  'coinsError1': 'Не удалось получить награду, так как истек срок действия пакета наград',
  'coinsError2': 'Не удалось получить награду из-за недостаточных разрешений',
  'creditHistory': 'История рейтинга в сообществе',
  'bad': 'Недоброжелатель ',
  'poor': 'Середнячок',
  'just': 'Соучастник',
  'good': 'Активный собеседник',
  'best': 'Суперсобеседник',
  'scoreTips': 'Лучше чем у {value}% пользователей по всему миру, продолжайте в том же духе!',
  'title1': 'Смысл рейтинга сообщества',
  'creditRead': {
    'badHas': 'Ваш рейтинг очень низкий, в настоящее время вы не можете пользоваться функциями {func}, выполняйте задания, которые повысят ваш рейтинг.',
    'bad': 'Ваш рейтинг очень низкий, выполняйте задания, которые повысят его.',
    'poor': 'Ваш рейтинг низковат, выполняйте задания, которые повысят его.',
    'just': 'Вы можете больше: выполняйте задания, которые повысят ваш рейтинг.',
    'good': 'Отличная работа! Продолжайте в том же духе и расширяйте свои возможности.',
    'best': 'Круто! Продолжайте служить хорошим примером для сообщества.',
    'globalTips': 'Избегайте нарушений в {value}. В противном случае из вашего рейтинга будут вычтены баллы.',
    'upTask': {
      'upTips': '«Вам нужно {value} для повышения рейтинга. Выполните следующие задания для повышения рейтинга:»',
      'last_day_no_violation': 'Строже следите за собой: ваше поведение нарушает наши правила',
      'register_day': 'Вы недавно в сообществе, расскажите больше о себе',
      'kyc_authentication': 'Аутентификация KYC не пройдена, вы можете {(kyc)(для ее завершения)}',
      'bind_mobile_email': 'Учетная запись не привязана, номер мобильного телефона или адрес эл. почты не соответствует требованиям, {(email)(для обновления сведений)}',
      'total_call_time': 'Ваше общее время вызовов незначительное. Попробуйте совершить больше звонков, есть множество заинтересованных людей, которые готовы общаться',
      'average_call_time': 'В среднем вызов длится менее 30 секунд. Разговаривайте с собеседниками дольше и узнавайте о них больше нового!',
      'bind_third_account': 'Учетная запись не привязана, учетная запись сторонней социальной сети не соответствует требованиям,{(account)(для повторной привязки учетных записей социальных сетей)}',
      'personal_data': 'Личные данные не заполнены,{(info)(и заполните свои личную информацию)}.'
    },
    'frozen': {
      'frozen_goddess_wall': 'Божественная стена',
      'frozen_match': 'Совпадающие видео',
      'frozen_hot_video': 'симпатичные видео',
      'frozen_live_cam': 'прямая трансляция',
      'frozen_friend_video': 'Видео друзей',
      'limit_chat': 'Чат',
      'limit_add_friend': 'Добавить друга',
      'risk_warning': 'Всплывающее напоминание о рейтинге в сообществе',
      'match_weight_reduction': 'Снижение порядка соответствия функций',
      'block_account': 'Пожизненная блокировка учетной записи'
    },
    'videoViolation': 'Видеовызов',
    'infoViolation': 'Личная информация',
    'chatViolation': 'Сообщения в чате'
  },
  'title2': 'Рейтинг сообщества: Обзор привилегий',
  'creditList': {
    'match_offer': 'Фильтры совпадений со скидкой',
    'match_offer_require': 'Получайте скидки на фильтрацию совпадений, если ваш рейтинг не ниже {value}.',
    'match_offer_explain': '',
    'per_day_free_coin': ' Ежедневный пакет монет',
    'per_day_free_coin_require': 'Ежедневно получайте бесплатный пакет монет, если ваш рейтинг не ниже {value}.',
    'per_day_free_coin_explain': '',
    'match_queue_first': 'Приоритет очередности совпадения',
    'match_queue_first_require': 'Попадите на верхние строчки рейтинга очередности совпадения видео, если ваш рейтинг не ниже {value}.',
    'match_queue_first_explain': '',
    'top_of_discovery_list': 'Топ рейтинга пользователей по поиску',
    'top_of_discovery_list_require': 'Войдите в топ рейтинга пользователей по поиску, если ваш рейтинг не ниже {value}.',
    'top_of_discovery_list_explain': '',
    'exclusive_picture_frame': 'Эксклюзивные рамки аватаров',
    'exclusive_picture_frame_require': 'Получите эксклюзивную рамку для своего аватара, если ваш рейтинг не ниже {value}.',
    'exclusive_picture_frame_explain': '',
    'reputation_mark': 'Значки сообщества',
    'reputation_mark_require': 'Значок будет закреплен в вашей учетной записи в соответствии с вашим рейтингом. Чем выше рейтинг, тем круче у вас значок.',
    'reputation_mark_explain': '',
    'moreCredit': 'Скоро появятся новые привилегии!'
  },
  'title3': 'Как улучшить оценку влияния сообщества',
  'tab1': 'Задания для репутации',
  'taskCategory': {
    'category1': 'Базовое задание(Информация об учетной записи)',
    'category2': 'Базовое задание(перезарядка)',
    'category3': 'Базовое задание(Активное взаимодействие)',
    'category4': 'Ежедневная активность'
  },
  'taskList': {
    'creditPoints': 'Гол',
    'default': 'Завершить',
    'defaultComplete': 'Завершено',
    'perfect': 'Заполнить',
    'perfectComplete': 'Завершено',
    'bind': 'Привязать учетную запись',
    'bindComplete': 'Завершено',
    'auth': 'Подтвердить',
    'authComplete': 'Завершено',
    'daily_behavior_tips': 'баллов в день; награды будут зависеть от вашей активности',
    'report_violations_tips': 'оценка / время репутации, множественные вредоносные отчеты будут приводить к снижению оценки Community Impact',
    'person_data': 'Заполните все свои личные данные',
    'kyc_real_name': 'Пройти верификацию KYC',
    'third_account': 'Ссылка на учетную запись социальной сети',
    'mobile_email_account': 'Добавьте адрес эл. почты или номер телефона',
    'first_recharge': 'Первое пополнение',
    'first_send_gift': 'Получите подарок за первое пополнение',
    'video_call': 'Выполните видеозвонки {value} пользователям',
    'add_friend': 'Добавьте {value} друзей',
    'continue_login': 'Выполняйте вход {value} дней подряд',
    'daily_behavior': 'Награда в виде баллов за ежедневную активность и поведение пользователя',
    'report_violations': 'Сообщайте о нарушениях, которые будут впоследствии подтверждаться платформой'
  },
  'tab2': 'Как повысить рейтинг',
  'radarPersonData': 'Личная информация',
  'radarDailyActivity': 'Ежедневная активность',
  'radarPaymentBehavior': 'Золотые монеты',
  'radarSocialInteraction': 'Серьезные отношения',
  'radarViolation': 'Нарушения',
  'explain': {
    't1': 'Личная информация',
    'des1': 'Вы получите баллы за полноту вашей личной информации и завершение привязки учетной записи',
    't2': 'Ежедневная активность',
    'des2': 'Вы будете получать баллы за ежедневную активность, например частоту общения с участниками сообщества',
    't3': 'Серьезные отношения',
    'des3': 'Вы будете получать баллы в зависимости от длительности видеовызовов, новых лайков в вашем профиле, от наличия новых друзей, а также от общения в чате и взаимодействия с другими участниками',
    't4': 'Золотые монеты',
    'des4': 'Вы будете получать баллы за каждое использование золотых монет, включая видеовызовы, подарки и оплаченные совпадения.',
    't5': 'Нарушения',
    'des5': 'Вы будете терять баллы в случае нарушения любого из правил поведения во время видеовызова, общения в чате или в содержимом вашего профиля.'
  },
  'dialog1': {
    'title': 'История рейтинга в сообществе',
    'total': 'Общий счет',
    'explain': {
      'exp0': '',
      'exp2': 'Снятие баллов из-за нарушений правил сообщества',
      'exp3': 'Получение наград за более активное поведение',
      'exp4': 'Снятие баллов из-за менее активного поведения',
      'exp1': 'Получена награда за выполнение задания (#MissionName)',
      'exp5': 'Получена награда за жалобу на нарушение',
      'exp6': 'Снятие баллов из-за сообщений о нарушениях от других пользователей',
      'exp7': 'Снятие баллов из-за несоответствия данных требованиям',
      'exp9': 'Снижение баллов из-за несоответствия привязанной учетной записи социальной сети требованиям',
      'exp8': 'Снижение баллов из-за несоответствия привязанного номера телефона или адреса эл. почты требованиям'
    }
  },
  'dialog2': {
    'title': 'Информация о рейтинге популярности в сообществе',
    'p1title': 'Что такое рейтинг популярности в сообществе?',
    'p1des': 'Рейтинг популярности в сообществе — это система активной взаимной поддержки в глобальном сообществе. Высокий рейтинг дает права и награды, а низкий рейтинг приводит к ограничению некоторых функций или блокировке учетной записи. Мы хотим, чтобы общение приносило радость, было безопасным и приятным, поэтому просим вас не нарушать правила во избежание снижения рейтинга. ',
    'p2title': 'Как рассчитывается рейтинг?',
    'p2des': `<p style="margin-bottom: 7px">Обратите внимание, что в ходе бета-тестирования ваш рейтинг может изменяться в связи с настройкой стратегии начисления баллов, но это не повлияет на ваше положение в общем рейтинге пользователей. Мы постоянно стремимся улучшать качество общения в нашем сообществе и будем рады любым вопросам или отзывам от вас. </p>
    1.Каждый пользователь начинает свою активность с исходного стандартного рейтинга, который будет изменяться в зависимости от поведения<br>
    2. Рейтинг измеряется от 0 до 100. Высокий рейтинг указывает на надежность и адекватное поведение пользователя в сообществе LivU, а низкий рейтинг может приводить к ограничению функциональности или удалению из сообщества<br>
    3.Ваш рейтинг рассчитывается по 5 параметрам: личная информация, ежедневная активность, серьезные отношения, золотые монеты и нарушения<br>
    (1) Личная информация<br>
    Вы получите баллы за полноту вашей личной информации и завершение привязки учетной записи<br>
    (2) Ежедневная активность<br>
    Вы будете получать баллы за ежедневную активность, например частоту общения с участниками сообщества<br>
    (3) Серьезные отношения<br>
    Вы будете получать баллы в зависимости от длительности видеовызовов, новых лайков в вашем профиле, наличия новых друзей, а также общения в чате и взаимодействия с другими участниками<br>
    (4) Золотые монеты<br>
    Вы будете получать баллы за каждое использование золотых монет, включая вызовы с поминутной оплатой, подарки и премиум-совпадения.<br>
    (5) Нарушения<br>
    Вы будете терять баллы в случае нарушения любого из правил поведения во время видеовызова, общения в чате или в содержимом вашего профиля<br>
    4.Изменения вашего рейтинга вследствие выполнения заданий и нарушения правил отображаются в реальном времени, а изменения рейтинга по результатам активности пользователя и золотых монет рассчитываются и обновляются один раз в день.`,
    'p3title': 'Рейтинг сообщества: Правила и привилегии',
    'upTask': 'Задача обновления',
    'reward': 'Награды и штрафы',
    'task': {
      'last_day_no_violation': 'Нарушение правил в течение {***} дней',
      'register_day': 'Время от регистрации выше {***} дя',
      'kyc_authentication': 'Пройти верификацию KYC',
      'bind_mobile_email': 'Добавьте адрес эл. почты или номер телефона',
      'total_call_time': 'Суммарная продолжительность звонков около {***} минут',
      'average_call_time': 'Средняя продолжительность звонка выше {***} секунд',
      'bind_third_account': 'Ссылка на учетную запись социальной сети',
      'personal_data': 'Заполните все свои личные данные'
    },
    'punishment': {
      'frozen_goddess_wall': 'Доступ к функции Божественная стена запрещен',
      'frozen_match': 'Доступ к функции Совпадающие видео запрещен',
      'frozen_hot_video': 'Доступ к функции симпатичные видео запрещен',
      'frozen_live_cam': 'Доступ к функции прямая трансляция запрещен',
      'frozen_friend_video': 'Доступ к функции Видео друзей запрещен',
      'limit_chat': 'Доступ к функции Чат запрещен',
      'limit_add_friend': 'Доступ к функции Добавить друга запрещен',
      'risk_warning': 'Всплывающее напоминание о рейтинге в сообществе',
      'match_weight_reduction': 'Снижение порядка соответствия функций',
      'block_account': 'Пожизненная блокировка учетной записи'
    }
  },
  'dialog3': {
    'title': 'Рейтинг сообщества: Обзор привилегий',
    'score': 'интервал',
    'status': 'положение дел',
    'medal': 'Значок медали'
  }
}
