/*
 * @Author: fisher
 * @Date: 2020-02-20 11:24:54
 * @LastEditTime: 2020-03-04 19:18:26
 * @LastEditors: your name
 * @Description:
 * @FilePath: /assessment/src/language/ru.ts
 * @可以输入预定的版权声明、个性签名、空行等
 */
module.exports = {
  'timeTitle': 'Новая цена после запуска',
  'timeDesc': 'остается до тех пор, пока функция не станет доступной',
  'noData': 'Нет данных',
  'topTips': 'Данные обновляются каждые 24 часа на основе поведенческих данных за последние 7 дней.',
  'title1': 'Входит в топ',
  'unit': 'монет / мин',
  'unit1': '/ мин',
  'currentPriceNo': 'Новая цена после запуска: {price} ',
  'currentPrice': 'Текущая скорость видеозвонка: {price} ',
  'priceChange': 'Историческая статистика цен',
  'rankedTips': 'Совет: Когда вы попадете в топ {rate}%, скорость видеозвонков увеличится до xx монет в минуту. Текущая скорость видеозвонка: {price} монет / мин',
  'title2': 'Интерпретация способностей',
  'activity': 'Уровень активности',
  'non-compliance': 'Несоблюдение',
  'earnings': 'Прибыль',
  'profileInfo': 'Информация о профиле',
  'interactiveness': 'Интерактивность',
  'rateLevel': {
    '1': 'Бедный',
    '2': 'Средний',
    '3': 'Хорошо'
  },
  'win1': 'Лучше, чем',
  'win2': 'лайвстримеров',
  'you': 'Ваш статус',
  'next': 'Следующий статус livestreamer',
  'clickProfile': 'Полный теперь',
  'chartTips': {
    '1': 'Ваш профиль неполон. Чтобы улучшить свой статус,',
    '2': 'Мы обнаружили многочисленные недавние случаи несоблюдения. Чтобы улучшить свой статус, убедитесь, что вы соблюдаете правила платформы.',
    '3': 'Ваш заработок невелик. Чтобы улучшить свой статус, отвечайте на большее количество звонков и добавляйте больше друзей.',
    '4': 'Вы не очень интерактивны. Чтобы улучшить свой статус, ставьте лайки и взаимодействуйте с другими пользователями.',
    '5': 'У вас низкий уровень активности. Чтобы улучшить свой статус, войдите в систему каждый день и увеличьте продолжительность ежедневного звонка.'
  },
  'title3': 'Основная задача',
  'taskBt': 'Полный теперь',
  'taskTips': {
    '1': 'Ваши личные данные заполнены на {rate}%.',
    '2': 'Отвечайте на видеозвонки других пользователей, чтобы получать награды',
    '3': 'Используйте функцию Флэш-чата, чтобы звонить пользователям и получать награды',
    '4': 'Получайте подарки от других пользователей во время видеозвонков или чата IM',
    '5': 'Ваш счет упадет, если о вас сообщат другие пользователи, и мы обнаружим, что вы нарушили правила платформы',
    '6': 'Ваш счет увеличится, если вы ответите на большее количество звонков (и наоборот, ваш счет уменьшится, если вы ответите на меньшее количество звонков).'
  },
  'dialogAbout': {
    'title': 'О рейтингах livestreamer',
    'desc1': 'Рейтинги Livestreamer рассчитываются на основе ряда показателей эффективности. Цены на звонки определяются на основе вашего уровня рейтинга и применяются ко всем звонкам, сделанным вам через платформу.',
    'desc2': 'Вы можете повысить свой рейтинг, выполнив основные задачи и получив вознаграждение за активность/заработок.',
    'rangTitle': 'Ранжирование и соответствующие правила ценообразования',
    'column1': 'Ранжирование',
    'column2': 'Цена видео'
  },
  'dialogPrice': {
    'title': 'Историческая статистика цен ',
    '1': 'Ты отлично справляешься. Продолжайте в том же духе!',
    '2': 'Соблюдайте правила платформы, чтобы быстрее увеличить свою цену!',
    '3': 'Увеличьте активное время и продолжительность звонка, чтобы получить более высокие цены.',
    '4': 'Скорость видеозвонков для вашего уровня рейтинга была изменена на {price} монет/мин.'
  }
}
