/**
 * 泰国语
 */
module.exports = {
  'listNo': 'ไม่มีอีกแล้ว',
  'noData': 'ไม่มีรางวัลและบทลงโทษ',
  'backTitle': 'ยินดีต้อนรับกลับ',
  'backDes': 'ระบบได้โอนคะแนนชุมชนให้คุณแล้ว รับรางวัลได้เลย!',
  'getCoins': 'รับ {value} เหรียญ',
  'coinsSuccess': 'ขอแสดงความยินดี คุณได้รับ {value} เหรียญแล้ว!',
  'coinsError': 'ไม่สามารถรับรางวัลได้',
  'coinsError1': 'ไม่สามารถรับรางวัลได้ แพคเกจรางวัลนี้หมดอายุแล้ว',
  'coinsError2': 'ไม่สามารถรับรางวัลได้เนื่องจากสิทธิ์ไม่เพียงพอ',
  'creditHistory': 'ประวัติคะแนนชุมชน',
  'bad': 'ไม่น่าพอใจ',
  'poor': 'ต่ำกว่ามาตรฐาน',
  'just': 'ปานกลาง',
  'good': 'ดี',
  'best': 'ยอดเยี่ยม',
  'scoreTips': 'สูงกว่า {value}% ในจำนวนผู้ใช้ทั่วโลก ดีแล้ว ทำต่อไป!',
  'title1': 'การแปลผลคะแนนชุมชน',
  'creditRead': {
    'badHas': 'คะแนนของคุณต่ำมาก คุณไม่สามารถใช้ฟังก์ชัน {func} ได้ในขณะนี้ โปรดทำภารกิจให้สำเร็จเพื่อเพิ่มระดับคะแนนของคุณ',
    'bad': 'คะแนนของคุณต่ำมาก โปรดทำภารกิจให้สำเร็จเพื่อเพิ่มระดับคะแนนของคุณ',
    'poorHas': 'คะแนนของคุณต่ำมาก คุณไม่สามารถใช้ฟังก์ชัน {func} ได้ในขณะนี้ โปรดทำภารกิจให้สำเร็จเพื่อเพิ่มระดับคะแนนของคุณ',
    'poor': 'คะแนนของคุณต่ำเล็กน้อย โปรดทำภารกิจให้สำเร็จเพื่อเพิ่มระดับคะแนนของคุณ',
    'just': 'คุณสามารถทำได้ดียิ่งขึ้นได้ โปรดทำภารกิจให้สำเร็จเพื่อเพิ่มระดับคะแนนของคุณ',
    'good': 'เก่งมาก! ทำได้ดีแล้ว พัฒนาต่อไป',
    'best': 'เยี่ยมมาก! ขอให้เป็นตัวอย่างที่ดีในชุมชนต่อไป',
    'globalTips': 'โปรดหลีกเลี่ยงการฝ่าฝืนใน {value} มิฉะนั้น ระบบจะตัดคะแนนของคุณ',
    'upTask': {
      'upTips': '“คุณต้องมี {value} คะแนนเพื่อเลื่อนระดับขึ้น เพื่อที่จะเพิ่มระดับคะแนน ให้ทำภารกิจดังต่อไปนี้:”',
      'last_day_no_violation': 'เอาใจใส่มากขึ้นกับพฤติกรรมที่เป็นการฝ่าฝืนแนวทางปฏิบัติของเรา',
      'register_day': 'คุณเพิ่งเข้าร่วมกับชุมชนเมื่อเร็วๆ นี้ เราจะทำความรู้จักกับคุณให้มากขึ้น',
      'kyc_authentication': 'การรับรองความถูกต้อง KYC ยังไม่เสร็จสมบูรณ์ คุณสามารถ {(kyc)(เพื่อดำเนินการให้เสร็จสิ้น)}',
      'bind_mobile_email': 'บัญชีไม่ได้ผูกไว้ หมายเลขโทรศัพท์มือถือหรืออีเมลไม่เป็นไปตามข้อกำหนด {(email)(เพื่ออัปเดตรายละเอียด)}',
      'total_call_time': 'ระยะเวลาการโทรโดยรวมทั้งหมดของคุณค่อนข้างสั้น พยายามโทรให้มากขึ้น มีคนให้ความสนใจมากมายที่รอการติดต่อจากคุณ',
      'average_call_time': 'ระยะเวลาการโทรเฉลี่ยน้อยกว่า 30 วินาที พูดคุยกับคนที่คุณติดต่อด้วยให้นานยิ่งขึ้น คุณสามารถเรียนรู้สิ่งใหม่ๆ จากทุกคนที่คุณพบเจอ!',
      'bind_third_account': 'บัญชีไม่ได้ผูกไว้ บัญชีเครือข่ายสังคมบุคคลที่สามไม่เป็นไปตามข้อกำหนด {(account)(เพื่อเชื่อมโยงบัญชีเครือข่ายสังคมของคุณอีกครั้ง)}',
      'personal_data': 'ข้อมูลส่วนบุคคลไม่สมบูรณ์ {(info)(เพื่อกรอกข้อมูลส่วนบุคคลของคุณ)}'
    },
    'frozen': {
      'frozen_goddess_wall': 'กำแพงเทพธิดา (Goddess Wall)',
      'frozen_match': 'วิดีโอการจับคู่',
      'frozen_hot_video': 'วิดีโอน่ารักๆ',
      'frozen_live_cam': 'Livecam',
      'frozen_friend_video': 'วิดีโอเพื่อน',
      'limit_chat': 'แชท',
      'limit_add_friend': 'เพิ่มเพื่อน',
      'risk_warning': 'ป๊อปอัพการแจ้งเตือนคะแนนชุมชน',
      'match_weight_reduction': 'การลดฟังก์ชันการจับคู่',
      'block_account': 'ห้ามบัญชีตลอดอายุการใช้งาน'
    },
    'videoViolation': 'การสนทนาทางวิดีโอ',
    'infoViolation': 'ข้อมูลส่วนบุคคล',
    'chatViolation': 'ข้อความแชท'
  },
  'title2': 'คะแนนชุมชน: การอธิบายโดยสรุปเกี่ยวกับสิทธิพิเศษ',
  'creditList': {
    'match_offer': 'ตัวกรองการจับคู่ที่ได้รับส่วนลด',
    'match_offer_require': 'รับส่วนลดในการกรองการจับคู่ เมื่อคะแนนของคุณคือ #{minimum score needed} หรือสูงกว่า',
    'match_offer_explain': '',
    'per_day_free_coin': 'แพคเกจเหรียญประจำวัน',
    'per_day_free_coin_require': 'รับแพคเกจเหรียญประจำวันฟรี เมื่อคะแนนของคุณคือ #{minimum score needed} หรือสูงกว่า',
    'per_day_free_coin_explain': '',
    'match_queue_first': 'สิทธิพิเศษสำหรับคิวการจับคู่',
    'match_queue_first_require': 'ติดอันดับสูงสุดคิวการจับคู่วิดีโอ เมื่อคะแนนของคุณคือ #{minimum score needed} หรือสูงกว่า',
    'match_queue_first_explain': '',
    'top_of_discovery_list': 'รายการการค้นพบอยู่ตำแหน่งบนสุด',
    'top_of_discovery_list_require': 'รายการการค้นพบของผู้ใช้จะอยู่ที่ตำแหน่งบนสุด เมื่อคะแนนของคุณคือ #{minimum score needed} หรือสูงกว่า',
    'top_of_discovery_list_explain': '',
    'exclusive_picture_frame': 'กรอบรูปอวตารสุดพิเศษ',
    'exclusive_picture_frame_require': 'รับกรอบสุดพิเศษสำหรับรูปอวตารของคุณ เมื่อคะแนนของคุณคือ #{minimum score needed} หรือสูงกว่า',
    'exclusive_picture_frame_explain': '',
    'reputation_mark': 'ป้ายชุมชน',
    'reputation_mark_require': 'ป้ายของคุณจะติดอยู่กับบัญชีผู้ใช้ตามคะแนนของคุณ คะแนนยิ่งสูงขึ้น ก็ยิ่งมีป้ายเพิ่ม',
    'reputation_mark_explain': '',
    'moreCredit': 'เตรียมพร้อมเพื่อรับสิทธิพิเศษเพิ่มเติม!'
  },
  'title3': 'วิธีปรับปรุงคะแนนผลกระทบชุมชน',
  'tab1': 'งานเด่น',
  'taskCategory': {
    'category1': 'งานพื้นฐาน(ข้อมูลเกี่ยวกับบัญชี)',
    'category2': 'งานพื้นฐาน(เติมเงิน)',
    'category3': 'งานพื้นฐาน(การโต้ตอบที่ใช้งานอยู่)',
    'category4': 'กิจกรรมประจำวัน'
  },
  'taskList': {
    'creditPoints': 'คะแนน',
    'default': 'ดำเนินการให้เสร็จตอนนี้',
    'defaultComplete': 'เสร็จสมบูรณ์',
    'perfect': 'ดำเนินการให้เสร็จตอนนี้',
    'perfectComplete': 'เสร็จสมบูรณ์',
    'bind': 'เชื่อมโยงบัญชี',
    'bindComplete': 'เสร็จสมบูรณ์',
    'auth': 'ตรวจสอบเลย',
    'authComplete': 'เสร็จสมบูรณ์',
    'daily_behavior_tips': 'คะแนน/วัน; รางวัลจะแตกต่างกันไปตามกิจกรรมของคุณ',
    'report_violations_tips': 'คะแนนชื่อเสียง / เวลารายงานที่เป็นอันตรายหลายรายการจะทริกเกอร์การหักคะแนนผลกระทบของชุมชน',
    'person_data': 'กรอกรายละเอียดส่วนตัวของคุณให้ครบถ้วน 100%',
    'kyc_real_name': 'ทำการตรวจสอบ KYC ให้เสร็จสมบูรณ์',
    'third_account': 'เชื่อมโยงกับบัญชีโซเชียลมีเดียของบุคคลที่สาม',
    'mobile_email_account': 'เพิ่มอีเมลแอดเดรสหรือหมายเลขโทรศัพท์',
    'first_recharge': 'เติมเงินครั้งแรก',
    'first_send_gift': 'มอบของขวัญเหรียญทองให้ใครบางคนเป็นครั้งแรก',
    'video_call': 'สนทนาทางวิดีโอกับผู้ใช้ {value} คน',
    'add_friend': 'เพิ่มเพื่อน {value} คน',
    'continue_login': 'เข้าสู่ระบบ {value} วันติดต่อกัน',
    'daily_behavior': 'คะแนนสะสมจากกิจกรรมประจำวันและพฤติกรรมผู้ใช้',
    'report_violations': 'รายงานการฝ่าฝืนซึ่งได้รับการยืนยันโดยแพลตฟอร์มในเวลาต่อมา'
  },
  'tab2': 'วิธีเพิ่มคะแนนของคุณ',
  'radarPersonData': 'ข้อมูลส่วนบุคคล',
  'radarDailyActivity': 'กิจกรรมประจำวัน',
  'radarPaymentBehavior': 'เหรียญทอง',
  'radarSocialInteraction': 'การเชื่อมความสัมพันธ์ที่มีความหมาย',
  'radarViolation': 'การฝ่าฝืน',
  'explain': {
    't1': 'ข้อมูลส่วนบุคคล',
    'des1': 'คุณจะได้รับคะแนนตามความสมบูรณ์ของข้อมูลส่วนบุคคลและสถานะการผูกบัญชีที่เสร็จสมบูรณ์',
    't2': 'กิจกรรมประจำวัน',
    'des2': 'คุณจะได้รับคะแนนตามกิจกรรมประจำวัน เช่น ความถี่ในการโต้ตอบกับชุมชนของเรา',
    't3': 'การเชื่อมความสัมพันธ์ที่มีความหมาย',
    'des3': 'คุณจะได้รับคะแนนตามระยะเวลาการสนทนาทางวิดีโอ การกดถูกใจใหม่ที่โปรไฟล์ของคุณ เพื่อนใหม่ในวงสนทนา การแชท และปฏิสัมพันธ์ทางสังคมอื่นๆ',
    't4': 'เหรียญทอง',
    'des4': 'คุณจะได้รับคะแนนทุกครั้งที่คุณใช้เหรียญทอง รวมถึงการสนทนาทางวิดีโอ ของขวัญ และการจับคู่แบบจ่ายเงิน',
    't5': 'การฝ่าฝืน',
    'des5': 'คุณจะสูญเสียคะแนนหากคุณฝ่าฝืนกฏและแนวทางปฏิบัติของเราในการสนทนาทางวิดีโอ ระหว่างการแชท หรือในแฟ้มประวัติส่วนตัวของคุณ'
  },
  'dialog1': {
    'title': 'ประวัติคะแนนชุมชน',
    'total': 'คะแนนรวม',
    'explain': {
      'exp0': '',
      'exp2': 'การตัดคะแนนอัตโนมัติเนื่องจากการฝ่าฝืนกฎของแพลตฟอร์ม',
      'exp3': 'การให้รางวัลเนื่องจากการแสดงพฤติกรรมที่ดีขึ้น',
      'exp4': 'การตัดคะแนนอัตโนมัติเนื่องจากการแสดงพฤติกรรมที่ไม่ดี',
      'exp1': 'รับรางวัลจากการทำภารกิจ (#MissionName) ได้สำเร็จ',
      'exp5': 'รับรางวัลจากการรายงานการฝ่าฝืน',
      'exp6': 'การตัดคะแนนอัตโนมัติเนื่องจากการรายงานที่ประสงค์ร้ายต่อผู้อื่น',
      'exp7': 'การตัดคะแนนอัตโนมัติเนื่องจากความสมบูรณ์ของข้อมูลไม่เป็นไปตามข้อกำหนด',
      'exp9': 'การตัดคะแนนอัตโนมัติเนื่องจากการผูกบัญชีโซเชียลของบุคคลที่สามไม่เป็นไปตามข้อกำหนด',
      'exp8': 'การตัดคะแนนอัตโนมัติเนื่องจากการผูกหมายเลขโทรศัพท์หรืออีเมลไม่เป็นไปตามข้อกำหนด'
    }
  },
  'dialog2': {
    'title': 'คำแนะนำเกี่ยวกับคะแนนปฏิสัมพันธ์ชุมชน',
    'p1title': 'คะแนนปฏิสัมพันธ์ชุมชนคืออะไร',
    'p1des': 'คะแนนปฏิสัมพันธ์ชุมชนเป็นระบบที่สร้างความมั่นใจว่ามีการสนับสนุนซึ่งกันและกันอย่างเข้มแข็งในฐานะชุมชนทั่วโลก คะแนนสูงจะทำให้คุณได้รับสิทธิ์และรางวัล ในขณะที่คะแนนต่ำจะส่งผลต่อข้อจำกัดบางอย่างของฟังก์ชันหรือการบล็อกบัญชีของคุณ',
    'p2title': 'วิธีการคำนวณคะแนน',
    'p2des': `<p style="margin-bottom: 7px">'โปรดทราบว่าในการทดสอบระยะเบต้า คะแนนของคุณอาจเปลี่ยนแปลงเนื่องจากการปรับวิธีการให้คะแนน แต่สิ่งนี้จะไม่ส่งผลกระทบต่อสถานะและอันดับของคุณในจำนวนผู้ใช้รายอื่น
    เราใส่ใจในการพัฒนาคุณภาพของการเชื่อมความสัมพันธ์ในชุมชนอยู่เสมอ และยินดีที่จะตอบคำถามหรือรับข้อเสนอแนะจากคุณ</p>
    1.ผู้ใช้แต่ละรายจะตั้งต้นด้วยคะแนนเริ่มต้นตามมาตรฐานที่จะเพิ่มขึ้นหรือลดลงตามพฤติกรรมของผู้ใช้<br>
    2.คะแนนจะอยู่ระหว่าง 0 ถึง 100 คะแนนสูงบ่งบอกถึงความน่าเชื่อถือสูงและรูปแบบพฤติกรรมที่แข็งแรงภายในชุมชน LivU ส่วนคะแนนต่ำอาจส่งผลต่อฟังก์ชันที่ถูกจำกัดหรือการถูกตัดออกจากชุมชน<br>
    3.คะแนนของคุณจะคำนวณจาก 5 มิติ ได้แก่ ข้อมูลส่วนบุคคล กิจกรรมประจำวัน ความสัมพันธ์ที่มีความหมาย เหรียญทอง และการฝ่าฝืนกฎ<br>
    (1) ข้อมูลส่วนบุคคล<br>
    คุณจะได้รับคะแนนตามความสมบูรณ์ของข้อมูลส่วนบุคคลและสถานะการผูกบัญชีที่เสร็จสมบูรณ์<br>
    (2) กิจกรรมประจำวัน<br>
    คุณจะได้รับคะแนนตามกิจกรรมประจำวัน เช่น ความถี่ในการโต้ตอบกับชุมชนของเรา<br>
    (3) การเชื่อมความสัมพันธ์ที่มีความหมาย<br>
    คุณจะได้รับคะแนนตามระยะเวลาการสนทนาทางวิดีโอ การกดถูกใจใหม่ที่โปรไฟล์ของคุณ เพื่อนใหม่ในวงสนทนา การแชท และปฏิสัมพันธ์ทางสังคมอื่นๆ<br>
    (4) เหรียญทอง<br>
    คุณจะได้รับคะแนนทุกครั้งที่คุณใช้เหรียญทอง รวมถึงการโทรในช่วงเวลาสั้นๆ ของขวัญ และการจับคู่ระดับพรีเมียม<br>
    (5) การฝ่าฝืน<br>
    คุณจะสูญเสียคะแนนหากคุณฝ่าฝืนแนวทางปฏิบัติข้อใดข้อหนึ่งในการสนทนาทางวิดีโอ ระหว่างการแชท หรือในแฟ้มประวัติส่วนตัวของคุณ<br>
    4.การเปลี่ยนแปลงคะแนนของคุณซึ่งเป็นผลมาจากการทำภารกิจได้สำเร็จและการฝ่าฝืนแนวทางปฏิบัติจะถูกแสดงแบบเรียลไทม์ ส่วนการเปลี่ยนแปลงคะแนนของคุณซึ่งเป็นผลมาจากกิจกรรมของผู้ใช้และเหรียญทองจะถูกคำนวณและอัปเดตวันละครั้ง`,
    'p3title': 'คะแนนชุมชน: กฎเกณฑ์และสิทธิพิเศษ',
    'upTask': 'อัพเกรดงาน',
    'reward': 'รางวัลและบทลงโทษ',
    'task': {
      'last_day_no_violation': 'ไม่มีการละเมิดหลักเกณฑ์สำหรับ {value} วัน',
      'register_day': 'เวลาจากการลงทะเบียนด้านบน {value} dya',
      'kyc_authentication': 'ทำการตรวจสอบ KYC ให้เสร็จสมบูรณ์',
      'bind_mobile_email': 'เพิ่มอีเมลแอดเดรสหรือหมายเลขโทรศัพท์',
      'total_call_time': 'ระยะเวลาการโทรสะสม aboce {value} นาที',
      'average_call_time': 'ระยะเวลาการโทรเฉลี่ยเหนือ {value} วินาที',
      'bind_third_account': 'เชื่อมโยงกับบัญชีโซเชียลมีเดียของบุคคลที่สาม',
      'personal_data': 'กรอกรายละเอียดส่วนตัวของคุณให้ครบถ้วน 100%'
    },
    'punishment': {
      'frozen_goddess_wall': 'นำการเข้าถึงคุณสมบัติ กำแพงเทพธิดา (Goddess Wall) ออกแล้ว',
      'frozen_match': 'นำการเข้าถึงคุณสมบัติ วิดีโอการจับคู่ ออกแล้ว',
      'frozen_hot_video': 'นำการเข้าถึงคุณสมบัติ วิดีโอน่ารักๆ ออกแล้ว',
      'frozen_live_cam': 'นำการเข้าถึงคุณสมบัติ Livecam ออกแล้ว',
      'frozen_friend_video': 'นำการเข้าถึงคุณสมบัติ วิดีโอเพื่อน ออกแล้ว',
      'limit_chat': 'นำการเข้าถึงคุณสมบัติ แชท ออกแล้ว',
      'limit_add_friend': 'นำการเข้าถึงคุณสมบัติ เพิ่มเพื่อน ออกแล้ว',
      'risk_warning': 'ป๊อปอัพการแจ้งเตือนคะแนนชุมชน',
      'match_weight_reduction': 'การลดฟังก์ชันการจับคู่',
      'block_account': 'ห้ามบัญชีตลอดอายุการใช้งาน'
    }
  },
  'dialog3': {
    'title': 'คะแนนชุมชน: การอธิบายโดยสรุปเกี่ยวกับสิทธิพิเศษ',
    'score': 'ระยะห่าง',
    'status': 'สถานะ',
    'medal': 'ไอคอนเหรียญรางวัล'
  }
}
